[
    {
        "id": "photoai_20260129",
        "name": "Photo AI",
        "url": "photoai.com",
        "desc": "O primeiro 'Fotógrafo IA'. Treine modelos com suas selfies e gere fotos profissionais em qualquer cenário ou roupa.",
        "mrr": "132000",
        "customers": "5000+",
        "ticket": "29",
        "why": "Resolve a dor de tirar fotos profissionais (caro, demorado). Foca em nichos de alta demanda: Tinder, LinkedIn, Influencers. A interface de 'Packs' gamifica o uso.",
        "stack": "PHP/jQuery (Pieter Levels style), Stable Diffusion (Replicate/Fal.ai), Vercel",
        "time": "1 mês",
        "cost": "100",
        "briefing": "Photo AI é uma plataforma de fotografia sintética criada por Pieter Levels. A premissa é 'Demitir seu fotógrafo'.\n\n📌 O Que Faz:\nO usuário faz upload de 15-20 selfies. O sistema treina um modelo IA (LoRA) específico para essa pessoa. Depois, o usuário pode gerar fotos photorealistas em milhares de cenários pré-configurados (Packs).\n\n🛠️ Funcionalidades Chave:\n- Treinamento de Modelo Pessoal (Avatar)\n- Photo Packs: Coleções prontas de prompts (ex: 'LinkedIn Headshot', 'Tinder Date', 'Cyberpunk', 'Old Money').\n- Try-On de Roupas: Vestir o modelo com roupas de e-commerce.\n- Vídeo AI: Gerar vídeos curtos a partir das fotos.\n\n💰 Modelo de Negócio:\nAssinatura recorrente (SaaS) com tier de entrada alto ($29/mês) focada em uso profissional/influencer.\n\n🚀 Por que cresce?\nAtaca a vaidade e necessidade profissional. Fotos boas para Tinder/LinkedIn aumentam status social. A UX de 'Packs' remove a complexidade da engenharia de prompt.\n\n💡 Ideia de Micro-SaaS Derivado:\n'Pet Photo AI' - Focado apenas em gerar fotos profissionais de cachorros/gatos para Instagram de pets.",
        "addedAt": "2026-01-29T21:23:00.000Z"
    },
    {
        "id": "bannerbear_init",
        "name": "Bannerbear",
        "url": "bannerbear.com",
        "desc": "API para geração automática de imagens e vídeos para redes sociais e e-commerce.",
        "mrr": "50000",
        "customers": "500+",
        "ticket": "49",
        "why": "Resolve o problema manual de criar centenas de variações de imagens. Foca em desenvolvedores (API first) e No-Code (integração Zapier).",
        "stack": "Ruby on Rails, FFmpeg, Vercel",
        "time": "3 meses",
        "cost": "50",
        "briefing": "Bannerbear é uma ferramenta de automação de imagem e vídeo. Ela permite que empresas gerem visuais para mídias sociais, e-commerce e email marketing via API.\n\nPrincipais Funcionalidades:\n- Editor de Templates Drag & Drop\n- API REST simples\n- Integração nativa com Zapier e Airtable\n- Geração de PDFs e Vídeos curtos\n\nCaso de Uso:\nUma empresa de notícias pode usar o Bannerbear para gerar automaticamente uma imagem de capa para cada novo artigo publicado no blog, usando o título e a imagem de destaque do post, sem precisar abrir o Photoshop.",
        "addedAt": "2026-01-29T23:00:00.000Z"
    }
]